[
    {
        "component": "watersheds",
        "name": "Dr. James McNamara",
        "institute": "Boise State University",
        "department": "Geosciences",
        "role": "Watershed Sciences Lead",
        "photo": "/static/images/headshots/jim-mcnamara.jpg",
        "blurb": "Dr. James McNamara’s Watershed Processes Research Group seeks to improve understanding and prediction of water, solute, and sediment movement and storage in watersheds. They investigate relationships between hydrological, geomorphological and ecological processes using integrated observation and simulation approaches. Dr. McNamara directs the scientific and educational mission of the Virtual Watershed, and provided the data from his excellently-instrumented Dry Creek Experimental Watershed for the first prototypes of the Virtual Watershed."
    },
    {
        "component": "ci",
        "name": "Dr. Karl Benedict",
        "institute": "University of New Mexico",
        "department": "University of New Mexico University Libraries",
        "role": "CI-Data Lead",
        "photo": "/static/images/headshots/karl-benedict.jpg",
        "blurb": "In his role as the Director of Research Data Services he works with his team to support effective research data management by researchers at UNM through instruction, training, consultation, and infrastructure support. His current research foci include the development of open standards-based interoperable data management workflows and infrastructure in support of diverse research projects and streamlining the integration of research data products into long-term preservation systems to maximize the ongoing value of those data beyond the projects in which they are collected or generated. Karl brings this work ethic to drive the Virtual Watershed to be a sustainable set of tools to capture watershed scientists modeling workflows and simplify data management."
    },
    {
        "component": "ci",
        "name": "Dr. Fred Harris",
        "institute": "University of Nevada, Reno",
        "department": "Computer Science and Engineering",
        "role": "CI-Vis Lead",
        "photo": "/static/images/headshots/fred-harris.jpg",
        "blurb": "Dr. Fred Harris is the lead professor overseeing and guiding the development of visualization systems and adaptors for those visualization systems. Founded in 1996, Dr. Harris' High Performance Computation and Visualization Laboratory performs research in the areas of bioinformatics, parallel computing, graphics, and the use of virtual reality to solve real-world problems."
    },
    {
        "component": "ci",
        "name": "Dr. Lucas Sheneman",
        "institute": "University of Idaho",
        "department": "Northwest Knowledge Network (NKN)",
        "role": "CI-Data Leadership Team",
        "photo": "/static/images/headshots/lucas-sheneman.jpg",
        "blurb": "Luke brings his expertise in networks, storage, and programming to the CI-Data leadership team, where he guides the data programmers to build smart, effective, open-source systems. Luke is also the team leader at the Northwest Knowledge Network."
    },
    {
        "component": "ci",
        "name": "Dr. Donna Delparte",
        "institute": "Idaho State University",
        "department": "Geosciences",
        "role": "Professor",
        "photo": "/static/images/headshots/donna-delparte.jpg",
        "blurb": "Dr. Delparte has an extensive background in the applications of GIS and remote sensing to the fields of geosciences, resource management and conservation/environmental planning. Dr. Delparte's current research focus relates to visualization, 3D modeling and analysis. In the Virtual Watershed project, Dr. Delparte's research group is creating a REST API for a novel statistical gridding tool along with WCS and WMS web services, and a built-in visualization."
    },
    {
        "component": "ci",
        "name": "Dr. Sergiu Dascalu",
        "institute": "University of Nevada, Reno",
        "department": "Computer Science and Engineering",
        "role": "Professor",
        "photo": "/static/images/headshots/sergiu-dascalu.jpg",
        "blurb": "Dr. Dascalu's main research interests are in Software Engineering (in particular, software for scientific and interdisciplinary research, requirements specification, software environments, and software systems) and Human-Computer Interaction (user interface design, virtual environments, and simulation environments). Other interests include Collaborative Systems, Data Science, and Computer-Aided Education. He advises Lisa Palathingal and Moinul Hossain, who focus on enabling on-demand modeling and data interoperability."
    },
    {
        "component": "ci",
        "name": "Lisa Palathingal",
        "institute": "University of Nevada, Reno",
        "department": "Computer Science and Engineering",
        "role": "Masters Student",
        "photo": "/static/images/headshots/lisa-palathingal.jpg",
        "blurb": "Lisa is the lead developer of the <a href=\"https://github.com/lisapalathingal/PRMS_Adaptor\">PRMS modeling adaptors</a>, which allow a researcher to use netCDF files instead of PRMS-specific data formats. In addition to allowing researchers to use a more common data format, this also allows interoperability between PRMS and other Virtual Watershed models. Her research interests interests include software engineering, human computer interaction, data structures, analysis of algorithms and data science."
    },
    {
        "component": "ci",
        "name": "Moinul Hossain",
        "institute": "University of Nevada, Reno",
        "department": "Computer Science and Engineering",
        "role": "PhD Student",
        "photo": "/static/images/headshots/moinul-hossain.jpg",
        "blurb": "Moinul is the lead designer and developer of the Virtual Watershed modeling REST API, which will allow many researchers to run or couple a variety of models all in parallel. He has also made significant contributions to the Virtual Watershed web app and PRMS modeling adaptors."
    },
    {
        "component": "ci",
        "name": "Chase Carthen",
        "institute": "University of Nevada, Reno",
        "department": "Computer Science and Engineering",
        "role": "PhD Student",
        "photo": "/static/images/headshots/chase-carthen.jpg",
        "blurb": "Chase is the lead developer of the Virtual Watershed's visualization products. Using the Unity gaming engine, Chase and his teammates create virtualized watershed environments. Chase has been particularly instrumental in bringing together the many diverse facets of the Virtual Watershed system (data management, modeling, geospatial and scientific data) to create visualizations and environments that the watershed scientists desire. His research interests include human-computer interaction, graphics and simulations, and artificial intelligence."
    },
    {
        "component": "ci",
        "name": "Nolan Burfield",
        "institute": "University of Nevada, Reno",
        "department": "Computer Science and Engineering",
        "role": "Masters Student",
        "photo": "/static/images/headshots/nolan-burfield.jpg",
        "blurb": "Nolan joined the project in mid-2015 and contributes to the development of new visualizations and adaptors for the visualization system."
    },
    {
        "component": "ci",
        "name": "Tucker Chapman",
        "institute": "Idaho State University",
        "department": "Geosciences",
        "role": "Masters Student",
        "photo": "/static/images/headshots/default.gif",
        "blurb": "Tucker is a Masters student advised by Donna Delparte. He is the lead developer of the gridding tool, including performance testing, its REST and Python APIs, and its ArcGIS package."
    },
    {
        "component": "ci",
        "name": "Joel Johansen",
        "institute": "Idaho State University",
        "department": "Geosciences",
        "role": "Masters Student",
        "photo": "/static/images/headshots/joel-johansen.jpg",
        "blurb": "Joel led the initial development of the Delparte lab's statistical gridding tool by combining high resolution imagery and digital elevation models to model and visualize various watershed scenarios. Joel has succesfully completed his Masters degree and is now a Precision Agriculture Specialist at the J.R. Simplot Company in Idaho Falls, Idaho."
    },
    {
        "component": "ci",
        "name": "John Savickas",
        "institute": "University of New Mexico",
        "department": "Earth Data Analysis Center (EDAC)",
        "role": "CI-Data Leadership Team",
        "photo": "/static/images/headshots/default.gif",
        "blurb": "John brings a decades-long career in software development and leading software teams to help our small staff of programmers accomplish the big tasks it has been given. He has been developing high-end interactive desktop and web applications for the past 18 years with companies like Honeywell, Polar USA, Lovelace Healthcare Systems and numerous others. He is currently working on the New Mexico EPSCoR projects managing the cyber infrastructure development team."
    },
    {
        "component": "ci",
        "name": "John Erickson",
        "institute": "University of New Mexico",
        "department": "Earth Data Analysis Center (EDAC)",
        "role": "Staff Software Developer",
        "photo": "/static/images/headshots/default.gif",
        "blurb": "John works on the data management backend API and the PRMS adaptors. He also contributes to the visualization efforts."
    },
    {
        "component": "ci",
        "name": "Matthew Turner",
        "institute": "University of Idaho",
        "department": "Northwest Knowledge Network",
        "role": "Lead Software Developer",
        "photo": "/static/images/headshots/matt-turner.jpg",
        "blurb": "Matt's background is in mathematics and physics with an M.S. in Applied Physics. Before joining the Northwest Knowledge Network and the Virtual Watershed project, he worked as a data engineer at an economic modeling firm. His current research interests include web applications, data and metadata management, and scientific applications of programming. He leads the development of the modeling adaptors and the Virtual Wateshed website, working closely with watershed scientists to try to make sure we're building useful software products."
    },
    {
        "component": "watersheds",
        "name": "Dr. Sarah Godsey",
        "institute": "Idaho State University",
        "department": "Geosciences",
        "role": "Professor",
        "photo": "/static/images/headshots/sarah-godsey.jpg",
        "blurb": "Dr. Sarah Godsey is leading the effort along with her graduate student Clarissa Enslin to use Virtual Watershed products in modeling snow hydrology in the well-instumented Reynolds Creek watersheds in collaboration with colleagues at the ARS and Boise State."
    },
    {
        "component": "watersheds",
        "name": "Clarissa Enslin",
        "institute": "Idaho State University",
        "department": "Geosciences",
        "role": "Masters Student",
        "photo": "/static/images/headshots/clarissa-enslin.jpg",
        "blurb": "Clarissa is currently modeling the energy-and mass balance as well as various snow conditions in the rain-to-snow transition zone. Prior work to modeling involved extensive QA/QC procedures on hydrometerological data to drive the snow model <a href=\"ftp://ftp.nwrc.ars.usda.gov/ipw/Marks%20et%20al%201999/man1/isnobal.html\">iSNOBAL</a>."
    },
    {
        "component": "watersheds",
        "name": "Dr. Daniel Cadol",
        "institute": "New Mexico Institute of Mining and Technology",
        "department": "Earth & Environmental Sciences",
        "role": "Professor",
        "photo": "/static/images/headshots/daniel-cadol.jpg",
        "blurb": "Dr. Daniel Cadol's research typically combines extensive fieldwork with modeling efforts, either numerical simulations or flume models, and I am always looking for students who share both a love of the outdoors and a disposition toward unraveling the complex physical processes that shape the land. In the Virtual Watershed project, Dr. Cadol is helping direct the development of CASiMiR/D-FLOW coupling including using his lab resources to develop an open-source, multi-platform version of CASiMiR for inclusion in the Virtual Watershed modeling REST API."
    },
    {
        "component": "watersheds",
        "name": "Sarah Miller",
        "institute": "New Mexico Institute of Mining and Technology",
        "department": "Earth and Environmental Science",
        "role": "PhD Student",
        "photo": "/static/images/headshots/sarah-miller.jpg",
        "blurb": "Sarah Miller has 18 years of experience in stream and watershed management and research, including 12 years as a Research Scientist for the City of New York Department of Environmental Protection (NYCDEP) and six years as a Research Ecologist for the U.S Army Engineer Research and Development Center (ERDC). With the Virtual Watershed project, she is a vocal supporter of the mission of the project to improve the modeling and data management experience of hydrologists. Specifically, she is helping develop and test adaptors for the CASiMiR model in the CASiMiR/D-FLOW coupling project."
    },
    {
        "component": "watersheds",
        "name": "Michael Wine",
        "institute": "New Mexico Institute of Mining and Technology",
        "department": "Earth & Environmental Sciences",
        "role": "PhD Student",
        "photo": "/static/images/headshots/michael-wine.jpg",
        "blurb": "Michael's research interests include integrating GIS, remote sensing, and three-dimensional surface water groundwater modeling to better quantify the hydrologic cycle of mountainous areas in the desert southwest, especially under the influence of anthropogenic climate change."
    },
    {
        "component": "watersheds",
        "name": "Dr. Sajjad Ahmad",
        "institute": "University of Nevada, Las Vegas",
        "department": "Civil and Environmental Engineering",
        "role": "Professor",
        "photo": "/static/images/headshots/sajjad-ahmad.jpg",
        "blurb": "Sajjad Ahmad's work is focused on application of systems approach to understand and manage complex water and environmental systems. Goal is to provide decision support to policy makers for sustainable management of resources. He advises Chao Chen's work using PRMS and directing the scientific reason for integrating PRMS into the Virtual Watershed ecosystem."
    },
    {
        "component": "watersheds",
        "name": "Chao Chen",
        "institute": "University of Nevada, Las Vegas",
        "department": "Civil and Environmental Engineering",
        "role": "PhD Student",
        "photo": "/static/images/headshots/chao-chen.jpg",
        "blurb": "Chao is designing a system that will allow a user to modify PRMS parameters and run multiple PRMS scenarios for use in her research. The CI-Data and -Vis teams are building a system according to her designs."
    },
    {
        "component": "watersheds",
        "name": "Dr. Mark Stone",
        "institute": "University of New Mexico",
        "department": "Civil Engineering",
        "role": "Professor",
        "photo": "/static/images/headshots/mark-stone.jpg",
        "blurb": "At UNM, Mark Stone's team is focused on improving the balance between human society and the natural environment through research, teaching and service. Our research is focused on the interfaces between water resources engineering, aquatic ecology, fluvial geomorphology, and the social sciences. For the WC-WAVE project, Dr. Stone advises Angela Gregory who is working with Sarah Miller and her advisor Dan Cadol to use virtual watershed infrastructure to couple D-FLOW to CASiMiR."
    },
    {
        "component": "watersheds",
        "name": "Angela Gregory",
        "institute": "University of New Mexico",
        "department": "Civil Engineering",
        "role": "PhD Student",
        "photo": "/static/images/headshots/angela-gregory.jpg",
        "blurb": "Angela leads the development of D-FLOW for coupling with the CASiMiR model. She is interested in informing water resource management decisions through hydraulic modeling, hydrologic modeling, statistical applications and applied field sciences. My areas of interest include wildfire impacts on hydrologic processes, forest hydrology, ecohydrology, fluvial geomorphology, and sediment transport."
    },
    {
        "component": "watersheds",
        "name": "Dr. Scott Tyler",
        "institute": "University of Nevada, Reno",
        "department": "Dept. of Geological Sciences and Engineering",
        "role": "Professor",
        "photo": "/static/images/headshots/scott-tyler.jpg",
        "blurb": "Dr. Tyler’s areas of research span a wide range of hydrology and environmental fluid dynamics. In the past few years, Tyler’s research has included the use of fiber-optic sensing systems, particularly Raman backscatter distributed temperature sensing (DTS) and operate the National Science Foundation supported “Centers for Transformative Environmental Monitoring Programs” or CTEMPs; making DTS systems and training available to our hydrologic and earth science community. Dr. Tyler is focusing on data assimilation into the Virtual Watershed and assisting in the development of components for the Community Land Model (CLM)."
    },
    {
        "component": "watersheds",
        "name": "John Volk",
        "institute": "University of Nevada, Reno",
        "department": "Dept. of Geological Sciences and Engineering",
        "role": "PhD Student",
        "photo": "/static/images/headshots/john-volk.jpg",
        "blurb": "John has applied PRMS to the Lehman and Baker creek watersheds in the Great Basin to study the impacts of projected climate change on watershed response. Current research involves using PRMS to understand how the interplay between ecology, climate, and elevation controls energy and water partitioning amongst different eco-climatic zones (alpine, subalpine, mixed conifer, and pinyon-juniper woodland) within the two snow dominated watersheds.  John is developing a Python library for PRMS that includes tools for data management, analysis, and visualization. Research interests include watershed hydrology, evaluation and intercomparison of hydrologic models, groundwater-surface water interactions, earth system modeling, and scientific programming."
    }
]
